<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="assets/css/nav-bar.css">
    <link rel="stylesheet" href="assets/css/footer.css" media="(min-width: 960px)">
    <link rel="stylesheet" href="assets/css/Agreement.css">
    <link rel="stylesheet" href="assets/css/mobile.css">
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-bold-rounded/css/uicons-bold-rounded.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-brands/css/uicons-brands.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-regular-rounded/css/uicons-regular-rounded.css'>
    <title>اتفاقية العضوية
    </title>
</head>
<body>
<?php
    require_once "layout/nav.php";
    ?>
    <div class="agreement-container">
    <h1>اتفاقية العضوية</h1>
    <h4>حول العضوية</h4>
    <p>للإنضمام إلى متجرنا، يكفي الانتقال إلى صفحة إجراءات العضوية وملء الأقسام ذات الصلة. من المهم جدًا ملء معلومات العضو بدقة وكاملة لتجنب مشاكل الاتصال والوصول. يُرجى ملء المعلومات بعناية ودقة لضمان وصول المنتجات والخدمات بسرعة وبشكل صحيح. عملية العضوية بسيطة وسريعة للغاية. إن الانضمام لا يعني أنك تتحمل أي التزام. ولكن قبل القيام بعملية الشراء، يُرجى قراءة اتفاقية البيع بعناية. لديك الحق في إنهاء عضويتك في أي وقت ترغب فيه.</p>
    <h4>إلغاء العضوية</h4>
    <p>يحق للعضو إنهاء عضويته في أي وقت يرغب فيه. بعد إنهاء العضوية، سيتم قطع جميع العلاقات مع موقعنا. لإلغاء العضوية، يجب عليك إرسال طلبك من صفحة معلومات الاتصال بعد تسجيل الدخول كعضو.
       </p> <h4>لا يمكن إلغاء العضوية في الحالات التالية :</h4>
    <ol>
        <li>إذا لم يمض 60 يومًا على آخر طلب قدمه العضو.</li>
        <li> إذا تم تقديم طلب إلغاء العضوية باستخدام عنوان بريد إلكتروني مختلف.</li>
        <li>  إذا لم يكن من الممكن الوصول إلى العضو باستخدام المعلومات المسجلة.</li>
    </ol>
        <h4>يتم إلغاء العضوية من قبلنا في الحالات التالية:</h4>
        <ol>
            <li>إذا كان العضو يرسل رسائل غير أخلاقية أو يكتب تعليقات غير لائقة.</li>
            <li> إذا كان هناك محاولة للاحتيال.</li>
            <li>إذا كانت هناك محاولة للإضرار بالنظام أو اسمZahra Moda .</p></li>
        </ol> 
    <h4>أمان العضو</h4>
    <p>تم اتخاذ كافة التدابير في متجرنا لضمان أمان العضو. بالإضافة إلى هذه التدابير، فإنك مسؤول أيضًا عن أمان معلومات عضويتك. لا تشارك معلومات الدخول الخاصة بك مع أي شخص ولا تقم بتسجيل الدخول من أجهزة الكمبيوتر التي لست متأكدًا من أمانها.
        </p><h4>عنوان مختلف</h4> 
        <p>
        كل عضو لديه قسم عنوان مختلف يمكنه استخدامه عند إتمام الطلبات غير العنوان المسجل لديه. يمكن استخدام قسم العنوان لإرسال الهدايا إلى أصدقائك أو في الفترات التي تكون فيها في عناوين مختلفة. على سبيل المثال: في الفترات التي تكون فيها في فروع مختلفة لشركتك أو في العطلات الصيفية. أو إذا كنت ترغب في أن تصل الفاتورة إليك بينما يصل طلبك إلى صديق.</p>
    <h4>تعليقات المنتج</h4>
    <p>يمكن لكل عضو كتابة تعليقات على المنتجات. كلما شاركت معلوماتك وتجاربك مع المستخدمين الآخرين، سيكون التسوق أكثر متعة ووعيًا. لأن تعليقات العملاء ستكون غير متحيزة وتعتمد على التجربة، ستنشأ بيئة تسوق أكثر وعيًا. عند كتابة تعليق على المنتج، يُرجى الانتباه إلى: الكتابة ضمن إطار القواعد الأخلاقية العامة، والحرص على كتابة تعليقات محترمة للمستخدمين الآخرين ومُنتِج المنتج. يتم مراجعة التعليقات وحذف التعليقات غير المناسبة من النظام.</p>
</div>
<?php
    require_once "layout/footer.php";
    ?> 
<script src="assets/js/mobile.js" defer></script>
</body>
</html>