<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="assets/css/nav-bar.css">
    <link rel="stylesheet" href="assets/css/footer.css" media="(min-width: 960px)">
    <link rel="stylesheet" href="assets/css/Agreement.css">
    <link rel="stylesheet" href="assets/css/mobile.css">
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-bold-rounded/css/uicons-bold-rounded.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-brands/css/uicons-brands.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-regular-rounded/css/uicons-regular-rounded.css'>

    <title>الخصوصية والأمان
    </title>
</head>
<body>
<?php
    require_once "layout/nav.php";
?>

<div class="agreement-container">
    <h1>إجراءات جمع المعلومات الشخصية: </h1>
    <h4>بموافقتك على سياسة الخصوصية لموقعنا الإلكتروني إلكترونيًا، فإنك توافق على جمع واستخدام معلوماتك الشخصية من قبل موقعنا التابع لشركة زهرة مودا وفقًا لقواعد محددة لجميع معاملاتك على هذا الموقع.</h4>
    <h3>المعلومات الشخصية التي يتم جمعها:</h3>
    <p>نحن نتعهد بحماية جميع معلوماتك الشخصية المقدمة أثناء أي عملية تسجيل عضوية، أو شراء منتجات، أو الاتصال بموقعنا، بما في ذلك اسمك ولقبك، وعنوانك، وعنوان البريد الإلكتروني، ومعلومات الشركة في حال كانت المشتري شركة، ورقم بطاقة الائتمان، وتاريخ انتهاء الصلاحية، ورمز الأمان، ورقم الحساب البنكي، والملاحظات المتعلقة بالطلب، وأي معلومات أخرى تتعلق بالمنتجات المطلوبة، باستخدام أنظمة أمان متقدمة.</p>
    <h3>حماية المعلومات:</h3>
    <p>يتم تشفير معلومات عضويتك وتسجيلها بواسطة موقعنا، بينما يتم حفظ معلومات طلباتك لفترة زمنية محددة وفقًا للالتزامات القانونية باستخدام طرق التشفير لتتيح إمكانية الاستفسار عنها في المستقبل. يمكنك تعديل المعلومات التي قدمتها عند التسجيل في موقعنا من خلال صفحة العضوية. لا يتم تسجيل معلومات بطاقة الائتمان أو الحساب البنكي التي تدخلها أثناء عمليات الشراء بأي شكل من الأشكال بواسطة موقعنا، حيث يتم تنفيذ عمليات التسجيل هذه من قبل البنوك.</p>
    <h3>أمان المعلومات:</h3>
    <p>جميع العمليات التي تقوم بها على موقعنا باستخدام معلوماتك الشخصية محمية بواسطة تقنية SSL 128 بت لحماية معلوماتك الشخصية من التدخلات غير المصرح بها.</p>
    <h3>استخدام المعلومات:</h3>
    <p>قد يتم استخدام معلوماتك من قبل موقعنا في الحالات التالية مع مراعاة مصلحة المستخدمين:</p>
    <ul>
        <li>معالجة طلبك وإدارة معلومات عضويتك.</li>
        <li>استخدامها في التسويق المتعلق بخدماتنا.</li>
        <li>تنظيم معلومات إحصائية متعلقة بمعاملاتك.</li>
        <li>مشاركة أي تحليلات أو معلومات لتعزيز جودة الخدمة مع الخبراء ضمن قواعد الخصوصية.</li>
        <li>التواصل مع مستخدمي الموقع لإجراء دراسات ميدانية تتعلق بالسوق من خلال الهاتف أو الرسائل النصية أو البريد الإلكتروني.</li>
        <li>إجراء التحليلات اللازمة لتقديم خدمات أفضل.</li>
        <li>استخدام المعلومات لإبلاغ المستخدمين بالعروض الخاصة بالمنتجات أو الحملات أو العروض الموجهة إليهم.</li>
        <li>مشاركة المعلومات مع أطراف ثالثة ضمن قواعد الخصوصية للامتثال للمتطلبات القانونية.</li>
    </ul>
    <h3>رسائل البريد الإلكتروني:</h3>
    <p>يمكنك الخروج من قائمة النشرة البريدية الإلكترونية التي تُرسل عبر البريد الإلكتروني لإعلامك بالعروض الخاصة أو المنتجات الجديدة أو أي عروض تتعلق بالمنتجات من خلال شاشة العضوية أو الرابط الموجود في البريد الإلكتروني المرسل.</p>
    <h3>سياسة الخصوصية:</h3>
    <p>قد يقوم موقعنا بإجراء تغييرات على سياسة الخصوصية لضمان أمان المستخدمين وسرية معلوماتهم الشخصية. سيتم إبلاغ المستخدمين بأي تغييرات تطرأ في هذه الحالة.</p>
    <h3>إجراءات الخصوصية:</h3>
    <p>تتعهد شركة زهرة مودا باستخدام جميع الأنظمة التكنولوجية لحماية معلوماتك الشخصية وضمان سرية هذه المعلومات أثناء جميع المعاملات التي تجريها على موقعها الإلكتروني.</p>
    <p>تؤكد زهرة مودا أن المعلومات الشخصية والمعلومات المتعلقة بالمنتجات المطلوبة سيتم الاحتفاظ بها ضمن إجراءات أمان عالية لمنع وصول الأطراف الثالثة إليها، ووفقًا للفترة الزمنية المحددة في القوانين واللوائح.</p>
    <p>تؤكد زهرة مودا أن معلومات بطاقة الائتمان، وتاريخ انتهاء الصلاحية، ورمز الأمان، ورقم الحساب البنكي التي يتم إدخالها أثناء عملية الدفع لن يتم تسجيلها ضمن نطاق الشركة، وأن عملية تسجيل هذه المعلومات تتم بواسطة البنك الذي تُجرى العملية من خلاله.</p>
    <h3>تحديث الإشعار القانوني:</h3>
    <p>نحتفظ بالحق في إجراء أي تغييرات أو تعديلات على هذا الإشعار. يُرجى زيارة هذه الصفحة من وقت لآخر لمراجعة أي تغييرات أو تعديلات أو معلومات جديدة.</p>
    <br>
    <br>
    <h3>نص التنوير بشأن معالجة البيانات الشخصية</h3>
    <p>تم إعداد هذا النص التنويري من قبل شركة زهرة مودا المساهمة، التي يقع مقرها في Saray Mah. Ahmet Tevfik İleri Cad. No: 22-26 4B Plaza Kat: 18 PK: 34768 Ümraniye İstanbul (التي ستشار إليها فيما بعد بـ "زهرة مودا")، بصفتها مسؤول البيانات، وفقًا لقانون حماية البيانات الشخصية رقم 6698 ("KVKK") و"اللائحة المتعلقة بإجراءات وأسس الوفاء بالتزامات التنوير". إن معالجة وحفظ البيانات الشخصية التي تشاركونها مع زهرة مودا بطريقة آمنة هي من الأولويات الأساسية لزهرة مودا. يتم توفير تدابير الأمان لحماية بياناتك الشخصية من قبل زهرة مودا، مع مراعاة الإمكانيات التكنولوجية ومستوى المخاطر المحتملة.</p>
    <br>
    <p>نحن في زهرة مودا نلتزم بمعالجة البيانات الشخصية التي تشاركونها معنا بسرية تامة ووفقًا للقانون، فقط في الحالات الضرورية. لذلك، نود تقديم توضيحات بشأن حماية بياناتك الشخصية وإبلاغك بالحقوق القانونية التي تتمتع بها.</p><br>
    <p>البيانات الشخصية التي يتم الحصول عليها أثناء إنشاء حساب العضوية الخاص بك والخدمات والمنتجات التي تشتريها على موقعنا الإلكتروني www.zahramoda.com، والتي تشمل بيانات الهوية والاتصال (الاسم، اللقب، العمر، عنوان البريد الإلكتروني، رقم الهاتف، إلخ) وبيانات معاملة العملاء (معلومات الطلب، إلخ)، وبيانات أمان المعاملات (معلومات الدخول والخروج من الموقع الإلكتروني، إلخ)، يتم معالجتها من قبل زهرة مودا لأغراض محدودة تشمل بيع المنتجات/الخدمات والدعم ما بعد البيع، إدارة علاقات العملاء، الإعلانات، الحملات، الترويج، تسويق المنتجات/الخدمات، الولاء للمنتجات/الخدمات، أمان المعلومات، العمليات التعاقدية، الأنشطة المتعلقة برضا العملاء، تحليل التسويق، إدارة الشؤون المالية والمحاسبية، وتتبع الطلبات والشكاوى.</p><br>
    <p>قد يتم مشاركة البيانات الشخصية التي تشاركها مع زهرة مودا مع الجهات العامة المخولة أو الأشخاص القانونيين الخاصين، الشركاء التجاريين، شركات مجموعة إنجين والشركاء والموردين، وذلك لحل النزاعات القانونية أو كما يقتضي القانون المعمول به، بما يتماشى مع أحكام قانون حماية البيانات الشخصية وشروط وأغراض نقل البيانات الشخصية.</p><br>
    <p>يتم جمع البيانات الشخصية المذكورة أعلاه ومعالجتها إلكترونيًا وبشكل تلقائي استنادًا إلى الأسباب القانونية المنصوص عليها في الفقرات (أ) و(ج) و(ç) و(هـ) و(و) من الفقرة الثانية من المادة الخامسة من قانون حماية البيانات الشخصية.</p><br>
    <p>نود أن نبلغكم أن أعضاء موقع www.zahramoda.com، وزوار الموقع، أو الأشخاص الآخرين الذين تُعالج بياناتهم الشخصية، يمكنهم تقديم طلباتهم المتعلقة بالحقوق المنصوص عليها في المادة 11 من قانون حماية البيانات الشخصية إلى شركة إنجين جروب المعنية عبر العنوان Saray Mah. Ahmet Tevfik İleri Cad. No: 22-26 4B Plaza Kat: 18 PK: 34768 Ümraniye İstanbul، كتابيًا أو عبر الطرق المحددة في اللائحة المتعلقة بإجراءات وأسس تقديم الطلبات إلى مسؤول البيانات.</p>
</div>
<?php
    require_once "layout/footer.php";
 ?>   
 <script src="assets/js/mobile.js" defer></script>

</body>
</html>