<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="assets/css/nav-bar.css">
    <link rel="stylesheet" href="assets/css/footer.css" media="(min-width: 960px)">
    <link rel="stylesheet" href="assets/css/Agreement.css">
    <link rel="stylesheet" href="assets/css/mobile.css">
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-bold-rounded/css/uicons-bold-rounded.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-brands/css/uicons-brands.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-regular-rounded/css/uicons-regular-rounded.css'>

    <title>اتفاقية المبيعات
    </title>
</head>
<body>
<?php
    require_once "layout/nav.php";
?>
<div class="agreement-container">
    <h1>اتفاقية البيع</h1>
    <h4>هذه الاتفاقية تُبرم بين موقع zahramoda.com والعميل بشأن عملية البيع عبر الإنترنت.</h4>
    <h4>المادة 1</h4>
    <p>موضوع هذه الاتفاقية هو تحديد حقوق والتزامات الطرفين فيما يتعلق ببيع وتسليم المنتج المذكور أدناه، وفقًا لقانون حماية المستهلك رقم 4077 ولوائح تطبيق العقود عن بُعد.</p>
    <h4>المادة 2</h4>
    <h5>معلومات البائع:</h5>
    <p>موقع Zahra Moda</p>
    <p>  العنوان:  Beştelsiz, 75/2. Sk., 34025 Zeytinburnu/İstanbul</p>
    <h4>المادة 3</h4>
    <h5>معلومات المشتري:</h5>
    <p> جميع الأعضاء: جميع الأعضاء الذين قاموا بالتسجيل في موقع Zahra Moda وأجروا عمليات شراء (ويشار إليهم فيما بعد بـ "المشتري" أو "العميل").</p>
    <h4>المادة 4</h4>
    <h5>معلومات المنتج موضوع الاتفاقية:</h5>
    <p>نوع المنتج/الخدمة، الكمية، العلامة التجارية/الطراز، اللون، العدد، سعر البيع، وطريقة الدفع تكون كما هو مذكور في الموقع، وقد تتغير هذه التفاصيل دون إشعار المشتري.</p>
    <h4>المادة 5</h4>
    <h5>الأحكام العامة:</h5>
    <p>5.1 – يقر المشتري بأنه قد قرأ وفهم جميع المعلومات الأولية المتعلقة بالمنتج، سعر البيع، وطريقة الدفع، والتسليم المذكورة في المادة 4 وأعطى تأكيده اللازم إلكترونيًا.</p>
    <p>5.2 – يتم تسليم المنتج موضوع الاتفاقية إلى المشتري أو الشخص/المنظمة المشار إليها من قبله ضمن الفترة المحددة في المعلومات الأولية، وبشرط ألا تتجاوز 30 يومًا قانونيًا لكل منتج بناءً على مسافة موقع المشتري.</p>
    <p>5.3 – إذا تم تسليم المنتج إلى شخص أو منظمة غير المشتري، فإن البائع غير مسؤول عن عدم قبول المنتج من قبل المستلم.</p>
    <p>5.4 – يكون البائع مسؤولًا عن تسليم المنتج موضوع الاتفاقية بشكل سليم وكامل ومطابق للصفات المذكورة في الطلب، وإذا كان هناك ضمانات أو كتيبات استخدام مرفقة.</p>
    <p>5.5 – يجب أن يتم تأكيد هذه الاتفاقية إلكترونيًا وأن يتم دفع سعر البيع بالطريقة التي يفضلها المشتري من أجل تسليم المنتج. في حالة عدم دفع سعر المنتج أو إلغاء الدفعة في سجلات البنك، يعتبر البائع متحررًا من التزامه بتسليم المنتج.</p>
    <p>5.6 – بعد تسليم المنتج، إذا تم استخدام بطاقة ائتمان المشتري بشكل غير قانوني من قبل أشخاص غير مصرح لهم لأسباب غير متعلقة بخطأ المشتري، ولم يقم البنك أو المؤسسة المالية ذات الصلة بدفع سعر المنتج للبائع، يجب على المشتري إعادة المنتج الذي تم تسليمه إلى الشخص/المنظمة المحددة في الاتفاقية إلى البائع في غضون 4 أيام عمل. في مثل هذه الحالات، تكون تكاليف الشحن على عاتق المشتري.</p>
    <p>5.7 – إذا لم يتمكن البائع من تسليم المنتج في الوقت المحدد بسبب ظروف قاهرة أو حالات طارئة مثل الطقس السئ أو انقطاع المواصلات، يكون ملزمًا بإبلاغ المشتري. يحق للمشتري في هذه الحالة إلغاء الطلب، أو استبدال المنتج بمنتج مماثل، أو تأجيل وقت التسليم حتى زوال الحالة الطارئة. إذا قام المشتري بإلغاء الطلب، يتعهد البائع بإلغاء فاتورة بطاقة ائتمان المشتري وإعادة المبلغ إلى حساب المشتري في غضون 7 أيام، وسيتم إبلاغ المشتري بذلك عبر البريد الإلكتروني. لا يكون البائع مسؤولًا عن التأخيرات الناتجة عن البنك.</p>
    <p>5.8 – إذا كانت المنتجات المباعة إلى المشتري أو الأشخاص/المنظمات المشار إليها من قبله معيبة أو تالفة، فإن البائع يكون ملزمًا بإجراء الإصلاح أو الاستبدال وفقًا لشروط الضمان. يجب إرسال المنتج أو المنتجات ذات الصلة إلى البائع في غضون 7 أيام من استلام المشتري. تكون تكاليف الشحن على عاتق البائع في هذه الحالة. إذا انتهت فترة السبعة أيام، يجب على المشتري إرسال المنتج إلى الخدمة المعنية.</p>
    <p>5.9 – تصبح هذه الاتفاقية سارية بعد أن يتم تأكيدها إلكترونيًا (بعد إتمام عملية التسجيل) وإرسالها إلى interkanambalaj.com.</p>
    <h4>المادة 6</h4>
 <h5>حق الإلغاء:</h5>
 <p>يحق للمشتري إلغاء الاتفاقية خلال سبعة (7) أيام من تسليم المنتج له أو للشخص/المنظمة المشار إليها من قبله. يجب الإبلاغ عن استخدام حق الإلغاء للبائع عبر الفاكس أو البريد الإلكتروني خلال هذه الفترة، ويجب أن يكون المنتج غير مستخدم وتغليفه غير تالف وفقًا لأحكام المادة 7. عند استخدام هذا الحق، يجب إعادة إيصال الشحن للمنتج والفاتورة الأصلية إلى البائع. يتعهد البائع بإعادة سعر المنتج إلى حساب بطاقة ائتمان المشتري في غضون 7 أيام بعد استلام هذه الوثائق. لا يكون البائع مسؤولًا عن التأخيرات الناتجة عن البنك. في حالة عدم إرسال الفاتورة الأصلية، لن يتم استرداد ضريبة القيمة المضافة والالتزامات القانونية الأخرى إن وجدت. تكاليف الشحن لإعادة المنتج بسبب حق الإلغاء تكون على عاتق المشتري. لا يمكن استخدام حق الإلغاء للمنتجات التي لا يمكن إعادتها بسبب طبيعتها، أو المنتجات المستخدمة لمرة واحدة، أو البرامج القابلة للنسخ، أو المنتجات التي تفسد بسرعة أو التي تنتهي صلاحيتها. لا يمكن استخدام حق الإلغاء للبرامج أو الأجهزة أو مواد القرطاسية (الحبر، الخرطوشة، الشريط، إلخ) أو المنتجات التجميلية إذا تم فتح تغليفها أو استخدامها.</p>
    <h4>المادة 7</h4>
    <p>تتضمن هذه الاتفاقية التزام البائع بتصنيع التصاميم بشكل خاص فقط للشخص المعني وعدم مشاركتها أو بيعها لأطراف أخرى.</p>
    <h5>المحكمة المختصة</h5>
    <p>في تطبيق هذه الاتفاقية، تكون لجان تحكيم المستهلك والمحاكم الاستهلاكية في مكان إقامة المشتري أو البائع المختصة حتى القيمة المعلنة من قبل وزارة الصناعة والتجارة. عند تأكيد الطلب إلكترونيًا، يكون المشتري قد قبل جميع أحكام هذه الاتفاقية.</p>
    <h5>تحديث الإشعارات القانونية</h5>
    <p>نحتفظ بالحق في إجراء أي تغييرات أو تعديلات على هذا الإشعار. يُرجى زيارة هذه الصفحة من وقت لآخر لمراجعة أي تغييرات أو تعديلات أو معلومات جديدة.</p>
</div>

<?php
    require_once "layout/footer.php";
?>
<script src="assets/js/mobile.js" defer></script>
</body>
</html>