<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="assets/css/nav-bar.css">
    <link rel="stylesheet" href="assets/css/footer.css" media="(min-width: 960px)">
    <link rel="stylesheet" href="assets/css/Agreement.css">
    <link rel="stylesheet" href="assets/css/mobile.css">
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-bold-rounded/css/uicons-bold-rounded.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-brands/css/uicons-brands.css'>
    <link rel='stylesheet' href='https://cdn-uicons.flaticon.com/2.5.1/uicons-regular-rounded/css/uicons-regular-rounded.css'>

    <title>الشروط والأحكام
    </title>
</head>
<body>
<?php
    require_once "layout/nav.php";
?>


<div class="agreement-container">
        <h1>شروط وأحكام موقع Zahra Moda</h1>
        <h4>نشكر لكم زيارة موقعنا الإلكتروني. يرجى قراءة هذه الشروط والأحكام بعناية لأن استخدامك لهذا الموقع بأي شكل يعني قبولك بهذه الشروط والأحكام.</h4>
        <h4>في هذا الموقع، تعني "نحن" و"لنا" و"ميليك آراز" شركة Zahra Moda أو إحدى شركاتها التابعة وفقًا للسياق. وتعني "أنت" الأشخاص الذين يصلون إلى هذا الموقع الإلكتروني ويستخدمونه.</h4>
        <h3>إشعار الخصوصية للموقع الإلكتروني</h3>
        <p>جميع المعلومات الشخصية أو المواد التي تُرسل إلى هذا الموقع الإلكتروني تخضع لإشعار الخصوصية الموجود على هذا الموقع.</p>
        <h3>دقة واكتمال وحداثة المعلومات</h3>
        <p>بالرغم من أننا نبذل جهودًا معقولة لضمان أن تكون جميع المعلومات على هذا الموقع دقيقة وكاملة، إلا أننا لا نتحمل مسؤولية دقة أو اكتمال المعلومات على هذا الموقع. أنت تتحمل مسؤولية أي اعتماد على المواد الموجودة على هذا الموقع. تقر بأنك تتحمل مسؤولية متابعة أي تغييرات في المواد أو المعلومات الموجودة على هذا الموقع.</p>
        <h3>النقل</h3>
        <p>يُعتبر أي مراسلات أو بيانات، أو أسئلة، أو تعليقات، أو اقتراحات، أو أي مواد غير شخصية تُرسل عبر البريد الإلكتروني أو بطرق أخرى إلى هذا الموقع غير سرية وغير مملوكة. كل ما تُرسله أو تنشره يصبح ملكًا لشركة Zahra Moda ويمكن استخدامه لأي غرض، بما في ذلك النسخ، أو الكشف للجمهور، أو النقل، أو النشر، أو البث، أو الإعلان. كما أن شركة Zahra Moda حرة في استخدام أي أفكار، أو رسومات فنية، أو اختراعات، أو تطويرات، أو اقتراحات، أو مفاهيم موجودة في أي مراسلات تُرسلها إلى الموقع لأي غرض، بما في ذلك تطوير المنتجات، أو التصنيع، أو الإعلان، أو التسويق. لا تمنح هذه الاستخدامات أي حقوق تعويض للطرف المرسل. بإرسال المعلومات، تضمن أنك تمتلك المواد أو المحتوى المرسل، وأن هذه المواد ليست قذفية، وأن استخدامها من قبل Zahra Moda لن ينتهك حقوق أي طرف ثالث أو يعرضها لانتهاك أي قوانين معمول بها. شركة Zahra Moda غير ملزمة باستخدام المعلومات المرسلة.</p>
        <h3>حقوق الملكية الفكرية</h3>
        <p>جميع حقوق النشر والعلامات التجارية وحقوق الملكية الفكرية الأخرى في جميع النصوص والصور والمواد الأخرى الموجودة في هذا الموقع تابعة لشركة Zahra moda أو مدرجة في الموقع بإذن من المالك ذي الصلة.
            يمكنك تصفح هذا الموقع وطباعة أو تحميل مقتطفات منه إلى قرص صلب أو إرسالها إلى أشخاص آخرين، ولكن فقط بشرط عدم انتهاك أي إشعار حقوق نشر أو براءات، وأن تظهر العلامة التجارية التالية على جميع النسخ. لا يمكن بيع أو توزيع أو تعديل أو دمج أي شيء تم نسخه من هذا الموقع في أي عمل أو منشور أو موقع آخر.</p>
        <h3>الروابط إلى مواقع أخرى</h3>
        <p>قد تُوجهك الروابط الموجودة على مواقع Zahra Moda إلى خارج شبكة Zahra Moda. لا تتحمل شركة Zahra Moda أي مسؤولية عن محتوى المواقع الأخرى، أو دقة المعلومات المقدمة، أو وظائف هذه المواقع. تُقدم الروابط بحسن نية، ولا تتحمل ميليك آراز أي مسؤولية عن أي تغييرات لاحقة في المواقع المرتبطة. إن توفير روابط لمواقع أخرى لا يعني تأييد ميليك آراز لهذه المواقع. نوصي بأن تكون على دراية بالإشعارات القانونية وسياسات الخصوصية لجميع المواقع التي تزورها وأن تقرأها بعناية.</p>
        <h3>الضمانات وبيان إخلاء المسؤولية</h3>
        <p>استخدامك لهذا الموقع يقع على مسؤوليتك الخاصة.</p>
        <h3>الضمانات</h3>
        <p>يُقدم هذا الموقع "كما هو" و"كما هو متاح"، وبالتالي لا تقدم شركة Zahra Moda أي ضمانات أو تأكيدات، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر، الضمانات الضمنية الخاصة بالتسويق التجاري أو الملاءمة لغرض معين، أن المواد الموجودة على هذا الموقع كاملة، أو دقيقة، أو موثوقة، أو محدثة، أو غير منتهكة لحقوق طرف ثالث؛ أو أن الوصول إلى هذا الموقع سيكون دون انقطاع أو خاليًا من الأخطاء؛ أو أن هذا الموقع سيكون آمنًا؛ أو أن أي مشورة أو رأي يتم الحصول عليه من خلال هذا الموقع سيكون دقيقًا أو موثوقًا.</p>
        <h3>المسؤولية</h3>
        <p>
            لا تتحمل شركة Zahra Moda و/أو أي طرف آخر مشارك في إنشاء أو إنتاج أو توزيع هذا الموقع الإلكتروني أي مسؤولية عن أي أضرار مباشرة، عرضية، غير مباشرة، أو عقابية، بما في ذلك على سبيل المثال لا الحصر، فقدان الأرباح، أو البيانات، أو استخدام الموقع الإلكتروني، أو أي أضرار أخرى تنشأ عن الوصول إلى، أو استخدام، أو عدم القدرة على استخدام هذا الموقع الإلكتروني أو أي مواد موجودة عليه.
        </p>
        <p>تحتفظ شركة Zahra Moda بالحق في تقييد أو تعليق أو إنهاء الوصول إلى هذا الموقع الإلكتروني أو أي ميزة أو جزء منه في أي وقت دون إشعار.</p>
        <h3>الأنشطة المحظورة</h3>
        <p>يُحظر القيام بأي أنشطة قد تعتبرها Zahra Moda، وفقًا لتقديرها المطلق، غير ملائمة و/أو غير قانونية، أو قد تشكل انتهاكًا للقوانين السارية على هذا الموقع، بما في ذلك على سبيل المثال لا الحصر:</p>
        <ul>
            <li>أي أفعال تشكل انتهاكًا للخصوصية (بما في ذلك تحميل المعلومات السرية دون موافقة الشخص المعني) أو أي حقوق قانونية أخرى للأشخاص.</li>
            <li>استخدام هذا الموقع للإساءة إلى، أو التشهير بـ، أو افتراء على Zahra Moda، موظفيها، أو أي أشخاص آخرين، أو القيام بأي أفعال تضر بسمعة Zahra Moda.</li>
            <li>تحميل الملفات التي تحتوي على فيروسات قد تتسبب في أضرار لممتلكات ميليك آراز أو ممتلكات الآخرين.</li>
            <li>إرسال أو نقل أي مواد غير مصرح بها تشمل المواد المهينة، الفاحشة، التهديدية، الإباحية، أو أي مواد غير قانونية أخرى يمكن أن تسبب إزعاجًا أو ضررًا أو تنتهك أنظمة أو شبكات Zahra Moda أو أي طرف ثالث.</li>
        </ul>
        <h3>الاختصاص القضائي والقانون الساري</h3>
        <p>لا تقدم Zahra Moda أي تمثيل بأن المواد والمعلومات الموجودة على هذا الموقع مناسبة أو متاحة في جميع المواقع أو اللغات.</p>
        <p>أنت وZahra Moda  توافقان على أن أي نزاع أو مطالبة تنشأ عن أو تتعلق باستخدام هذا الموقع ستكون خاضعة للقوانين التركية، وأن المحاكم التركية لها الولاية القضائية الحصرية لحل أي نزاع.</p>
        <h3>تحديث الإشعار القانوني</h3>
        <p>نحتفظ بالحق في إجراء أي تغييرات أو تعديلات على هذا الإشعار. يُرجى زيارة هذه الصفحة من وقت لآخر لمراجعة أي تغييرات أو تعديلات أو معلومات جديدة.</p>
</div>
<?php
    require_once "layout/footer.php";
?>
<script src="assets/js/mobile.js" defer></script>
</body>
</html>